/**
 * advertiser industry list
 *
 * @url /api/v1/i18n/advertiser/industry/list/
 *
 */


module.exports = function (req,res) {
  return {
    "body": {
      "industry": {
        "54": "电脑硬件办公",
        "55": "手机数码",
        "56": "家用电器",
        "57": "网络服务",
        "58": "交通",
        "59": "金融服务",
        "60": "教育培训",
        "61": "房地产",
        "62": "旅游住宿",
        "63": "商业零售",
        "64": "食品饮料",
        "65": "家庭日用品",
        "66": "化妆护理",
        "67": "母婴护理",
        "68": "家居建材",
        "69": "奢侈品",
        "70": "服装鞋帽",
        "71": "箱包饰品",
        "72": "生活服务",
        "73": "通讯服务",
        "74": "医疗服务",
        "75": "运动休闲娱乐",
        "77": "面向企业类",
        "78": "政府组织类",
        "83": "互联网金融"
      },
      "sub_industry": {
        "54": {
          "107": "电脑整机",
          "108": "电脑服务",
          "109": "电脑配件",
          "110": "网络设备",
          "111": "办公设备",
          "243": "办公软件"
        },
        "55": {
          "112": "手机",
          "113": "数码产品"
        },
        "56": {
          "114": "厨用电器",
          "115": "大型家电",
          "116": "健康电器",
          "117": "生活小家电"
        },
        "57": {
          "119": "游戏",
          "120": "应用软件",
          "121": "其他网服",
          "245": "电商平台",
          "259": "自主电商"
        },
        "58": {
          "122": "汽车",
          "123": "汽车服务",
          "124": "汽车配件",
          "125": "航空公司",
          "126": "交通运输服务",
          "246": "其他交通"
        },
        "59": {
          "127": "典当",
          "128": "传统理财",
          "129": "拍卖",
          "130": "投资担保",
          "131": "银行",
          "132": "保险",
          "247": "证券",
          "248": "基金"
        },
        "60": {
          "137": "特殊人群教育",
          "139": "学历教育",
          "140": "留学移民",
          "143": "道德教育",
          "144": "企业拓展",
          "145": "艺术兴趣培训",
          "146": "语言培训",
          "147": "职业教育"
        },
        "61": {
          "148": "房地产公司",
          "149": "新房出售",
          "150": "二手房出售",
          "151": "房屋租赁",
          "152": "物业管理"
        },
        "62": {
          "153": "宾馆酒店",
          "154": "交通票务",
          "155": "旅游服务",
          "156": "旅游景点"
        },
        "63": {
          "157": "商场",
          "158": "超市",
          "250": "其他零售"
        },
        "64": {
          "159": "生活食材",
          "160": "休闲零食",
          "161": "饮料及冲调",
          "162": "烟酒"
        },
        "65": {
          "163": "厨具餐具",
          "165": "宠物用品",
          "166": "成人用品",
          "167": "日化用品"
        },
        "66": {
          "168": "化妆品"
        },
        "67": {
          "251": "母婴服务",
          "252": "母婴用品",
          "253": "婴幼儿奶粉"
        },
        "68": {
          "179": "建筑装修材料",
          "180": "装修服务",
          "181": "家具灯饰",
          "182": "家纺家饰"
        },
        "69": {
          "183": "奢侈品"
        },
        "70": {
          "164": "眼镜钟表",
          "187": "鞋靴皮革",
          "188": "运动户外",
          "189": "纺织辅料",
          "254": "服装",
          "257": "帽子手套"
        },
        "71": {
          "191": "箱包",
          "192": "饰品"
        },
        "72": {
          "195": "保姆家政",
          "196": "居民服务",
          "197": "摄影",
          "198": "婚庆交友",
          "199": "家电维修",
          "201": "餐饮服务"
        },
        "73": {
          "202": "运营商"
        },
        "74": {
          "203": "美容整形",
          "204": "男科",
          "205": "体检机构",
          "206": "中医",
          "207": "专科医院",
          "208": "综合医院",
          "209": "药品保健",
          "210": "医疗器械",
          "258": "妇科"
        },
        "75": {
          "211": "乐器",
          "212": "娱乐票务",
          "213": "宠物",
          "214": "体育器械",
          "215": "玩具模型",
          "216": "运势测算",
          "217": "休闲活动",
          "218": "彩票",
          "219": "图书音像",
          "220": "铃声短信",
          "255": "礼品收藏"
        },
        "76": {

        },
        "77": {
          "226": "安全安保",
          "227": "出版传媒",
          "228": "电子电工",
          "229": "化工原料制品",
          "230": "机械设备",
          "231": "农林牧渔",
          "233": "商务服务",
          "234": "通讯服务设备",
          "235": "招商加盟"
        },
        "78": {
          "236": "社会组织类",
          "256": "政府组织类"
        },
        "83": {
          "240": "互联网金融"
        }
      }
    },
    "status": 1,
    "msg": "成功"
  };
}

